Repository: jlp49/plantyoc
Catalog: languages/plugins/imagemagick-engine-*.po
Languages: fr_fr

source: The current image editor cannot process this file type.
fr_fr: L’éditeur d’images actuel ne peut pas traiter ce type de fichier.

source: Adds interlace option to ImageMagick when images are processed.
fr_fr: Ajoute une option d’entrelacement à ImageMagick lors du traitement des images.

source: Image interlace?
fr_fr: Image entrelacée ?

source: Medium Large
fr_fr: Grande moyenne

source: Improve the quality of re-sized images by replacing standard GD library with ImageMagick
fr_fr: Améliore la qualité de la retaille d'image en remplaçant l'utilisation de GD par celle d'ImageMagick.

source: ImageMagick Engine
fr_fr: Moteur ImageMagick

source: Save Changes
fr_fr: Enregistrer les modifications

source: None (use WP instead)
fr_fr: Aucune (utiliser plutôt WP)

source: Size
fr_fr: Taille

source: Quality
fr_fr: Qualité

source: Optimize for
fr_fr: Optimisé pour

source: Set to 0-100. Higher value gives better image quality but larger file size. Leave empty for default value, computed dynamically.
fr_fr: (valeur de 0 à 100, indice de qualité. Pour la valeur automatique, ne rien entrer dans le champ).

source: Optimize for size
fr_fr: basé sur la taille

source: Optimize for quality
fr_fr: basé sur la qualité

source: ImageMagick quality
fr_fr: Qualité de ImageMagick

source: Test path
fr_fr: Test du chemin d'accès ...

source: Testing command...
fr_fr: Test de la commande ...

source: Command not found
fr_fr: Commande introuvable.

source: ImageMagick path
fr_fr: Chemin d'accès vers ImageMagick

source: Imagick PHP module not found
fr_fr: Imagick PHP module introuvable.

source: Imagick PHP module found
fr_fr: Imagick PHP module trouvé

source: Image engine
fr_fr: Moteur d'image

source: Enable enhanced image engine
fr_fr: Activer le traitement d'image avancé

source: You must enable Javascript in order to proceed!
fr_fr: Il est nécéssaire d'activer le Javascript pour continuer.

source: Regenerating images
fr_fr: Traitement des images en cours

source: (this can take a long time)
fr_fr: (cela peut prendre quelques minutes)

source: Regenerate
fr_fr: Regénérer

source: Resize will use standard WordPress functions.
fr_fr: Retaillera en utilisant les fonctions standards de Wordpress.

source: ImageMagick images too
fr_fr: Inclure les images ImageMagick

source: Sizes
fr_fr: Tailles

source: Regenerate Images
fr_fr: Regénérer les images.

source: ImageMagick Engine Settings
fr_fr: Paramètres de ImageMagick

source: ImageMagick Engine is not enabled.
fr_fr: "ImageMagick Engine" n'est pas activé.

source: Settings updated
fr_fr: Paramètres mis à jour

source: Resize using ImageMagick Engine
fr_fr: Redimensionner via ImageMagick

source: Resize image
fr_fr: Redimensionner une image

source: Settings
fr_fr: Paramètres.

source: Resized using ImageMagick Engine
fr_fr: Redimensionné via ImageMagick.

source: Failed to resize image!
fr_fr: Échec lors du procédé de redimension de l'image.

source: Processed %d images
fr_fr: %d images en cours de traitement...

source: All done!
fr_fr: Terminé.

source: You dont have any images to regenerate
fr_fr: Il n'y a aucune image à regénérer.

source: Large
fr_fr: Grand

source: Thumbnail
fr_fr: Miniature

source: ImageMagick command-line
fr_fr: Ligne de commande Image Magick

source: Imagick PHP module
fr_fr: module PHP Imagick
